anthropic.claude-code
github.copilot-chat
gruntfuggly.todo-tree
jdinhlife.gruvbox
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.vscode-clangd
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-server
tomoki1207.pdf
vscodevim.vim
xaver.clang-format
